
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuální nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (máte %3$@). Přejete si ji okamžitě zkopírovat?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verze %@!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Vyskytla se chyba při načítání nebo kontrole aplikace:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Vyskytla se chyba při pokusu o kopírování souboru:\n\n%@";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Oveřovat aktualizace při spuštění aplikace?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Nelze smazat aktuální aplikaci, která se musí odstranit před spuštěním aktualizace. Je umístěna někde, kde je chráněna proti zápisu např. v obrazu disku? Přesuňte ji do složky Aplikace a zkuste to znovu.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Nelze přesunout aktualizaci na nové místo. Spouštíte aplikaci z umístění, které je chráněno proti zápisu např. obraz disku? Dokud nebude aplikace zcela smazána (nyní může být v Koši) nelze pokračovat.";

/* No comment provided by engineer. */
"Download New Version" = "Kopírovat novou verzi";

/* No comment provided by engineer. */
"Extracting update..." = "Rozbalování instalaca…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update..." = "Instalace aktualizace…";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Tak jo, stalo se? Zkopíroval jsem aktualizaci, ale vypadá to, že musela zmizet! Zkuste to prosím později.";

/* No comment provided by engineer. */
"Ready to install!" = "Připraveno k instalaci!";

/* No comment provided by engineer. */
"Release Notes" = "Poznámky k vydání";

/* No comment provided by engineer. */
"Review Changes" = "Změny od poslední verze";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Aktualizační archív neobsahuje jméno was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nJestliže jste uživatel, přečtěte si to a zkuste znovu. Jestliže jste vývojář, můžete si to opravit ručně.";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci aplikace!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizace %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Přejete si %1$@ ověřit dostupnost aktualizací při startu aplikace? Jestliže ne, můžete tak učinit ručně pomocí nabídky %2$@.";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální!";
